Repository: Circuit-Stitch/deferno-kmp
Catalog: app/shared-l10n/Localizable.xcstrings
Source language: en
Languages: de, es, hi, pt

# profile_sign_out_reassure_body
source: Your tasks stay safe in Deferno. You can sign back in with your token anytime.
de: Deine Aufgaben bleiben sicher in Deferno. Du kannst dich jederzeit mit deinem Token wieder anmelden.
es: Tus tareas quedan a salvo en Deferno. Puedes volver a iniciar sesión con tu token cuando quieras.
hi: आपके कार्य Deferno में सुरक्षित रहते हैं। आप कभी भी अपने token से फिर साइन इन कर सकते हैं।
pt: Suas tarefas ficam seguras no Deferno. Você pode entrar de novo com seu token quando quiser.

# profile_token_refresh_body
source: Your token needs a refresh. Sign in again to continue.
de: Dein Token muss erneuert werden. Melde dich noch einmal an, um fortzufahren.
es: Tu token necesita renovarse. Inicia sesión de nuevo para continuar.
hi: आपके token को रीफ़्रेश की ज़रूरत है। जारी रखने के लिए फिर से साइन इन करें।
pt: Seu token precisa ser renovado. Entre de novo para continuar.

# profile_unavailable_reassure_body
source: Check your connection and try again — nothing was lost.
de: Prüf deine Verbindung und versuch es noch einmal — nichts ist verloren gegangen.
es: Revisa tu conexión e inténtalo de nuevo — no se perdió nada.
hi: अपना कनेक्शन जाँचें और फिर से कोशिश करें — कुछ भी खोया नहीं है।
pt: Verifique sua conexão e tente de novo — nada foi perdido.

# profile_username_label
source: Username
de: Benutzername
es: Nombre de usuario
hi: उपयोगकर्ता नाम
pt: Nome de usuário

# profile_view_button
source: View profile
de: Profil ansehen
es: Ver perfil
hi: प्रोफ़ाइल देखें
pt: Ver perfil

# search_add_tag_label
source: Add a tag
de: Einen Tag hinzufügen
es: Agregar una etiqueta
hi: कोई टैग जोड़ें
pt: Adicionar uma tag

# search_date_from_label
source: From (YYYY-MM-DD)
de: Von (YYYY-MM-DD)
es: Desde (YYYY-MM-DD)
hi: से (YYYY-MM-DD)
pt: De (YYYY-MM-DD)

# search_date_to_label
source: To (YYYY-MM-DD)
de: Bis (YYYY-MM-DD)
es: Hasta (YYYY-MM-DD)
hi: तक (YYYY-MM-DD)
pt: Até (YYYY-MM-DD)

# search_field_label
source: Search tasks
de: Aufgaben suchen
es: Buscar tareas
hi: कार्य खोजें
pt: Buscar tarefas

# search_file_count
source: %lld files
de: %lld Dateien
es: %lld archivos
hi: %lld फ़ाइलें
pt: %lld arquivos

# search_filter_date_range
source: Date range
de: Zeitraum
es: Rango de fechas
hi: तारीख़ की सीमा
pt: Intervalo de datas

# search_filter_has_attachment
source: Has attachment
de: Mit Anhang
es: Con adjunto
hi: अटैचमेंट वाले
pt: Com anexo

# search_filter_sort
source: Sort
de: Sortierung
es: Orden
hi: क्रम
pt: Ordenação

# search_initial_body_desktop
source: Type at least two characters to find tasks by title or description.
de: Gib mindestens zwei Zeichen ein, um Aufgaben anhand von Titel oder Beschreibung zu finden.
es: Escribe al menos dos caracteres para encontrar tareas por título o descripción.
hi: शीर्षक या विवरण से कार्य खोजने के लिए कम से कम दो अक्षर लिखें।
pt: Digite pelo menos dois caracteres para encontrar tarefas pelo título ou pela descrição.

# search_initial_title
source: Search your trees
de: Durchsuche deine Bäume
es: Busca en tus árboles
hi: अपने पेड़ों में खोजें
pt: Busque nas suas árvores

# search_initial_title_desktop
source: Search your tasks
de: Durchsuche deine Aufgaben
es: Busca en tus tareas
hi: अपने कार्यों में खोजें
pt: Busque nas suas tarefas

# search_no_matches_body
source: Nothing matched your search. Try a different word or fewer filters.
de: Nichts hat zu deiner Suche gepasst. Probier ein anderes Wort oder weniger Filter.
es: Nada coincidió con tu búsqueda. Prueba con otra palabra o menos filtros.
hi: आपकी खोज से कुछ नहीं मिला। कोई और शब्द या कम फ़िल्टर आज़माएँ।
pt: Nada correspondeu à sua busca. Tente outra palavra ou menos filtros.

# search_no_matches_title
source: No matches
de: Keine Treffer
es: Sin coincidencias
hi: कोई मिलान नहीं
pt: Nenhum resultado

# search_placeholder_trees
source: Search all your trees…
de: Alle deine Bäume durchsuchen…
es: Busca en todos tus árboles…
hi: अपने सभी पेड़ों में खोजें…
pt: Buscar em todas as suas árvores…

# search_searching
source: Searching…
de: Suche läuft…
es: Buscando…
hi: खोजा जा रहा है…
pt: Buscando…

# search_sort_best_match
source: Best match
de: Relevanz
es: Mejor coincidencia
hi: सबसे अच्छा मिलान
pt: Mais relevante

# search_sort_biggest_attachments
source: Biggest attachments
de: Größte Anhänge
es: Adjuntos más grandes
hi: सबसे बड़े अटैचमेंट
pt: Maiores anexos

# search_sort_soonest_due
source: Soonest due
de: Nächste Fälligkeit
es: Vencimiento más próximo
hi: सबसे पहले नियत
pt: Prazo mais próximo

# search_sort_title_asc
source: Title (A–Z)
de: Titel (A–Z)
es: Título (A–Z)
hi: शीर्षक
pt: Título (A–Z)

# settings_accounts_intro
source: Tap the active account to view its profile, or another to switch. Each account's data stays separate on this device.
de: Tipp auf das aktive Konto, um sein Profil zu sehen, oder auf ein anderes zum Wechseln. Die Daten jedes Kontos bleiben auf diesem Gerät getrennt.
es: Toca la cuenta activa para ver su perfil, u otra para cambiar. Los datos de cada cuenta se mantienen separados en este dispositivo.
hi: सक्रिय खाते की प्रोफ़ाइल देखने के लिए उस पर टैप करें, या बदलने के लिए किसी और पर। हर खाते का डेटा इस डिवाइस पर अलग रहता है।
pt: Toque na conta ativa para ver o perfil, ou em outra para trocar. Os dados de cada conta ficam separados neste dispositivo.

# settings_agent_engine_off
source: Off
de: Aus
es: Desactivado
hi: बंद
pt: Desativado

# settings_agent_intro
source: The Agent can turn a brain dump into draft tasks and suggest changes to your plan. Choose which engine it uses — or turn it off. An on-device engine keeps your text on this device; Deferno's cloud AI sends it off your device to generate proposals (you always review before anything is saved). It's off by default, and this choice stays on this device, not synced to your account.
de: Der Agent kann aus einem Braindump Aufgaben-Entwürfe machen und Änderungen an deinem Plan vorschlagen. Wähle, welche Engine er nutzt — oder schalte ihn aus. Eine Engine auf dem Gerät behält deinen Text auf diesem Gerät; Defernos Cloud-KI sendet ihn von deinem Gerät weg, um Vorschläge zu erzeugen (du prüfst immer, bevor etwas gespeichert wird). Standardmäßig ist er aus, und diese Wahl bleibt auf diesem Gerät — sie wird nicht mit deinem Konto synchronisiert.
es: El Agente puede convertir una descarga mental en borradores de tareas y sugerir cambios a tu plan. Elige qué motor usa — o desactívalo. Un motor en el dispositivo mantiene tu texto en este dispositivo; la IA en la nube de Deferno lo envía fuera de tu dispositivo para generar propuestas (siempre las revisas antes de que algo se guarde). Está desactivado de forma predeterminada, y esta elección se queda en este dispositivo, no se sincroniza con tu cuenta.
hi: एजेंट मन की बात को ड्राफ़्ट कार्यों में बदल सकता है और आपकी योजना में बदलाव सुझा सकता है। चुनें कि यह कौन-सा इंजन इस्तेमाल करे — या इसे बंद रखें। डिवाइस पर चलने वाला इंजन आपका टेक्स्ट इसी डिवाइस पर रखता है; Deferno का क्लाउड AI प्रस्ताव बनाने के लिए इसे आपके डिवाइस से बाहर भेजता है (कुछ भी सेव होने से पहले आप हमेशा समीक्षा करते हैं)। यह डिफ़ॉल्ट रूप से बंद है, और यह चुनाव इसी डिवाइस पर रहता है, आपके खाते से सिंक नहीं होता।
pt: O Agente pode transformar um despejo de ideias em rascunhos de tarefas e sugerir mudanças no seu plano. Escolha qual mecanismo ele usa — ou desative-o. Um mecanismo no dispositivo mantém seu texto neste dispositivo; a IA na nuvem do Deferno envia o texto para fora do seu dispositivo para gerar propostas (você sempre revisa antes de qualquer coisa ser salva). Ele vem desativado por padrão, e essa escolha fica neste dispositivo, sem sincronizar com a sua conta.

# settings_agent_off_note
source: The Agent stays off. Nothing is sent anywhere.
de: Der Agent bleibt aus. Nichts wird irgendwohin gesendet.
es: El Agente permanece desactivado. No se envía nada a ningún lado.
hi: एजेंट बंद रहता है। कुछ भी कहीं नहीं भेजा जाता।
pt: O Agente fica desativado. Nada é enviado a lugar nenhum.

# settings_appearance_mode_section
source: Mode
de: Modus
es: Modo
hi: मोड
pt: Modo

# settings_appearance_theme_section
source: Theme
de: Design
es: Tema
hi: थीम
pt: Tema

# settings_assistant_enable_label
source: Enable the Assistant
de: Assistenten aktivieren
es: Activar el Asistente
hi: सहायक सक्षम करें
pt: Ativar o Assistente

# settings_category_account
source: Account
de: Konto
es: Cuenta
hi: खाता
pt: Conta

# settings_category_app_permissions
source: App Permissions
de: App-Berechtigungen
es: Permisos de la app
hi: ऐप अनुमतियाँ
pt: Permissões do app

# settings_category_appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
hi: दिखावट
pt: Aparência

# settings_category_assistant
source: Assistant
de: Assistent
es: Asistente
hi: सहायक
pt: Assistente

# settings_category_data_privacy
source: Data & Privacy
de: Daten & Datenschutz
es: Datos y privacidad
hi: डेटा और निजता
pt: Dados e privacidade

# settings_category_help_feedback
source: Help & Feedback
de: Hilfe & Feedback
es: Ayuda y comentarios
hi: सहायता और फ़ीडबैक
pt: Ajuda e feedback

# settings_category_integrations
source: Integrations
de: Integrationen
es: Integraciones
hi: इंटीग्रेशन
pt: Integrações

# settings_category_legal
source: Legal
de: Rechtliches
hi: क़ानूनी
pt: Informações legais

# settings_category_security_2fa
source: Security & 2FA
de: Sicherheit & 2FA
es: Seguridad y 2FA
hi: सुरक्षा और 2FA
pt: Segurança e 2FA

# settings_category_speech_engine
source: Speech engine
de: Sprach-Engine
es: Motor de voz
hi: स्पीच इंजन
pt: Mecanismo de fala

# settings_category_storage
source: Storage
de: Speicher
es: Almacenamiento
hi: स्टोरेज
pt: Armazenamento

# settings_category_task_behavior
source: Task behavior
de: Aufgaben-Verhalten
es: Comportamiento de tareas
hi: कार्य व्यवहार
pt: Comportamento das tarefas

# settings_coming_soon_generic_body
source: This is on the way. Thanks for your patience.
de: Das ist auf dem Weg. Danke für deine Geduld.
es: Está en camino. Gracias por tu paciencia.
hi: यह जल्द आ रहा है। धैर्य के लिए धन्यवाद।
pt: Está a caminho. Obrigado pela paciência.

# settings_coming_soon_title
source: Coming soon
de: Bald verfügbar
es: Próximamente
hi: जल्द आ रहा है
pt: Em breve

# settings_data_export_import_description
source: Export your tasks and lists as a backup file you can save or share — or import one to restore them.
de: Exportiere deine Aufgaben und Listen als Sicherungsdatei, die du speichern oder teilen kannst — oder importiere eine, um sie wiederherzustellen.
es: Exporta tus tareas y listas como un archivo de respaldo que puedes guardar o compartir — o importa uno para restaurarlas.
hi: अपने कार्यों और सूचियों को बैकअप फ़ाइल के रूप में एक्सपोर्ट करें जिसे आप सेव या शेयर कर सकते हैं — या उन्हें बहाल करने के लिए कोई फ़ाइल इंपोर्ट करें।
pt: Exporte suas tarefas e listas como um arquivo de backup que você pode salvar ou compartilhar — ou importe um para restaurá-las.

# settings_data_export_menu_export
source: Export
de: Exportieren
es: Exportar
hi: एक्सपोर्ट करें
pt: Exportar

# settings_data_export_menu_full_backup
source: Full backup — coming soon
de: Vollständiges Backup — bald verfügbar
es: Respaldo completo — próximamente
hi: पूरा बैकअप — जल्द आ रहा है
pt: Backup completo — em breve

# settings_data_export_web_button
source: Export or import your data
de: Daten exportieren oder importieren
es: Exportar o importar tus datos
hi: अपना डेटा एक्सपोर्ट या इंपोर्ट करें
pt: Exportar ou importar seus dados

# settings_data_web_note
source: Your data is yours. Export or import it anytime on the web.
de: Deine Daten gehören dir. Exportiere oder importiere sie jederzeit im Web.
es: Tus datos son tuyos. Expórtalos o impórtalos cuando quieras en la web.
hi: आपका डेटा आपका है। वेब पर कभी भी एक्सपोर्ट या इंपोर्ट करें।
pt: Seus dados são seus. Exporte ou importe quando quiser na web.

# settings_data_your_data_section
source: Your data
de: Deine Daten
es: Tus datos
hi: आपका डेटा
pt: Seus dados

# settings_done_visibility_always
source: Always
de: Immer
es: Siempre
hi: हमेशा
pt: Sempre

# settings_done_visibility_one_day
source: 1 day
de: 1 Tag
es: 1 día
hi: 1 दिन
pt: 1 dia

# settings_done_visibility_one_week
source: 1 week
de: 1 Woche
es: 1 semana
hi: 1 सप्ताह
pt: 1 semana

# settings_done_visibility_three_days
source: 3 days
de: 3 Tage
es: 3 días
hi: 3 दिन
pt: 3 dias

# settings_help_row_subtitle
source: Tell us what's working and what isn't.
de: Sag uns, was funktioniert und was nicht.
es: Cuéntanos qué funciona y qué no.
hi: हमें बताएँ कि क्या ठीक चल रहा है और क्या नहीं।
pt: Conte para a gente o que está funcionando e o que não está.

# settings_import_button
source: Import a backup
de: Backup importieren
es: Importar un respaldo
hi: बैकअप इंपोर्ट करें
pt: Importar um backup

# settings_import_error_empty
source: That backup had no items to import.
de: Dieses Backup enthielt keine Elemente zum Importieren.
es: Ese respaldo no tenía elementos para importar.
hi: उस बैकअप में इंपोर्ट करने के लिए कोई आइटम नहीं था।
pt: Esse backup não tinha itens para importar.

# settings_import_error_too_new
source: This backup needs a newer version of Deferno. Update the app to import it.
de: Dieses Backup braucht eine neuere Version von Deferno. Aktualisiere die App, um es zu importieren.
es: Este respaldo necesita una versión más reciente de Deferno. Actualiza la app para importarlo.
hi: इस बैकअप के लिए Deferno का नया संस्करण चाहिए। इसे इंपोर्ट करने के लिए ऐप अपडेट करें।
pt: Este backup precisa de uma versão mais nova do Deferno. Atualize o app para importá-lo.

# settings_import_error_too_old
source: This backup is too old to import.
de: Dieses Backup ist zu alt zum Importieren.
es: Este respaldo es demasiado antiguo para importarlo.
hi: यह बैकअप इंपोर्ट करने के लिए बहुत पुराना है।
pt: Este backup é antigo demais para importar.

# settings_import_error_unreadable
source: Couldn't read this file — it doesn't look like a Deferno backup.
de: Diese Datei ließ sich nicht lesen — sie sieht nicht nach einem Deferno-Backup aus.
es: No se pudo leer este archivo — no parece un respaldo de Deferno.
hi: यह फ़ाइल पढ़ी नहीं जा सकी — यह Deferno बैकअप नहीं लगती।
pt: Não foi possível ler este arquivo — não parece um backup do Deferno.

# settings_import_restored
source: Restored %lld items. They'll sync when you're back online.
de: %lld Elemente wiederhergestellt. Sie werden synchronisiert, sobald du wieder online bist.
es: Se restauraron %lld elementos. Se sincronizarán cuando vuelvas a estar en línea.
hi: %lld आइटम बहाल किए गए। ऑनलाइन होते ही वे सिंक हो जाएँगे।
pt: %lld itens restaurados. Eles sincronizam quando você voltar a ficar online.

# settings_legal_account_removal_email_body
source: Hello, I'd like to request removal of my Deferno account and its associated data. Account email: Thank you.
de: Hallo, ich möchte die Löschung meines Deferno-Kontos und der zugehörigen Daten beantragen. Konto-E-Mail: Vielen Dank.
es: Hola: Quisiera solicitar la eliminación de mi cuenta de Deferno y sus datos asociados. Correo de la cuenta: Gracias.
hi: नमस्ते, मैं अपने Deferno खाते और उससे जुड़े डेटा को हटाने का अनुरोध करना चाहता/चाहती हूँ। खाते का ईमेल: धन्यवाद।
pt: Olá, Gostaria de solicitar a remoção da minha conta do Deferno e dos dados associados a ela. E-mail da conta: Agradeço.

# settings_legal_account_removal_email_subject
source: Account removal request
de: Antrag auf Kontolöschung
es: Solicitud de eliminación de cuenta
hi: खाता हटाने का अनुरोध
pt: Solicitação de remoção de conta

# settings_legal_open_source_apache_body
source: Deferno is open source under the Apache 2.0 license.
de: Deferno ist Open Source unter der Apache-2.0-Lizenz.
es: Deferno es de código abierto bajo la licencia Apache 2.0.
hi: Deferno, Apache 2.0 लाइसेंस के तहत ओपन सोर्स है।
pt: O Deferno é de código aberto sob a licença Apache 2.0.

# settings_legal_privacy_policy_title
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
hi: निजता नीति
pt: Política de Privacidade

# settings_legal_terms_section
source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
hi: सेवा की शर्तें
pt: Termos de Serviço

# settings_notifications_section
source: Notifications
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएँ
pt: Notificações

# settings_notify_braindump_description
source: Get a notification when your drafts are ready to review — tapping it opens the Inbox.
de: Erhalte eine Benachrichtigung, wenn deine Entwürfe zur Durchsicht bereit sind — ein Tipp darauf öffnet den Eingang.
es: Recibe una notificación cuando tus borradores estén listos para revisar — al tocarla se abre la Bandeja de entrada.
hi: जब आपके ड्राफ़्ट समीक्षा के लिए तैयार हों तो सूचना पाएँ — उस पर टैप करने से इनबॉक्स खुलता है।
pt: Receba uma notificação quando seus rascunhos estiverem prontos para revisar — tocar nela abre a Caixa de entrada.

# settings_notify_braindump_label
source: Notify me when a brain dump is ready
de: Benachrichtige mich, wenn ein Braindump fertig ist
es: Avísame cuando una descarga mental esté lista
hi: मन की बात तैयार होने पर मुझे सूचित करें
pt: Avise quando um despejo de ideias estiver pronto

# settings_permissions_intro
source: Manage Deferno's notifications, storage, and other permissions in your device settings.
de: Verwalte Benachrichtigungen, Speicher und weitere Berechtigungen von Deferno in den Einstellungen deines Geräts.
es: Gestiona las notificaciones, el almacenamiento y otros permisos de Deferno en la configuración de tu dispositivo.
hi: Deferno की सूचनाएँ, स्टोरेज और अन्य अनुमतियाँ अपने डिवाइस की सेटिंग्स में प्रबंधित करें।
pt: Gerencie notificações, armazenamento e outras permissões do Deferno nas configurações do dispositivo.

# settings_permissions_open_button
source: Open app settings
de: App-Einstellungen öffnen
es: Abrir configuración de la app
hi: ऐप सेटिंग्स खोलें
pt: Abrir configurações do app

# settings_privacy_analytics_label
source: Analytics & tracking
de: Analyse & Tracking
es: Analíticas y seguimiento
hi: एनालिटिक्स और ट्रैकिंग
pt: Análises e rastreamento

# settings_security_open_console_button
source: Open security console
de: Sicherheitskonsole öffnen
es: Abrir consola de seguridad
hi: सुरक्षा कंसोल खोलें
pt: Abrir console de segurança

# settings_show_done_dashboard_label
source: Keep done items visible — on the dashboard
de: Erledigte Elemente sichtbar lassen — auf dem Dashboard
es: Mantener visibles los elementos hechos — en el panel
hi: पूरे हो चुके आइटम दिखते रहें — डैशबोर्ड पर
pt: Manter itens concluídos visíveis — no painel

# settings_show_done_everywhere_label
source: Keep done items visible — everywhere
de: Erledigte Elemente sichtbar lassen — überall
es: Mantener visibles los elementos hechos — en todas partes
hi: पूरे हो चुके आइटम दिखते रहें — हर जगह
pt: Manter itens concluídos visíveis — em todo lugar

# settings_show_for_label
source: Show for
de: Anzeigen für
es: Mostrar durante
hi: कितने समय तक दिखाएँ
pt: Mostrar por

# settings_speech_none_body
source: Dictation uses an on-device speech engine. There isn't one available on this device yet.
de: Diktieren nutzt eine Sprach-Engine auf dem Gerät. Auf diesem Gerät ist noch keine verfügbar.
es: El dictado usa un motor de voz en el dispositivo. Aún no hay ninguno disponible en este dispositivo.
hi: बोलकर लिखना डिवाइस पर मौजूद स्पीच इंजन से चलता है। इस डिवाइस पर अभी कोई उपलब्ध नहीं है।
pt: O ditado usa um mecanismo de fala no dispositivo. Ainda não há um disponível neste dispositivo.

# settings_storage_all_items_description
source: Find the items with the largest attachments, across everything — searched on this device.
de: Finde die Elemente mit den größten Anhängen, über alles hinweg — gesucht auf diesem Gerät.
es: Encuentra los elementos con los adjuntos más grandes, en todo — buscado en este dispositivo.
hi: सबसे बड़े अटैचमेंट वाले आइटम खोजें, हर जगह से — खोज इसी डिवाइस पर होती है।
pt: Encontre os itens com os maiores anexos, em tudo — busca feita neste dispositivo.

# settings_storage_all_items_section
source: All items
de: Alle Elemente
es: Todos los elementos
hi: सभी आइटम
pt: Todos os itens

# settings_storage_ios_note
source: New attachments are kept on this device. Other providers are coming later.
de: Neue Anhänge bleiben auf diesem Gerät. Weitere Anbieter kommen später.
es: Los adjuntos nuevos se guardan en este dispositivo. Más proveedores llegarán más adelante.
hi: नए अटैचमेंट इसी डिवाइस पर रखे जाते हैं। अन्य प्रदाता बाद में आएँगे।
pt: Novos anexos ficam neste dispositivo. Outros provedores chegam depois.

# settings_storage_keep_recordings_description
source: Save the original voice recording on this device when you accept a brain dump, so you can listen back later.
de: Beim Annehmen eines Braindumps die Original-Sprachaufnahme auf diesem Gerät speichern, damit du sie später anhören kannst.
es: Guarda la grabación de voz original en este dispositivo cuando aceptas una descarga mental, para que puedas escucharla después.
hi: मन की बात स्वीकार करने पर मूल आवाज़ की रिकॉर्डिंग इसी डिवाइस पर सेव करें, ताकि आप बाद में उसे सुन सकें।
pt: Salve a gravação de voz original neste dispositivo quando você aceitar um despejo de ideias, para ouvir de novo mais tarde.

# settings_storage_keep_recordings_label
source: Keep brain dump recordings
de: Braindump-Aufnahmen behalten
es: Conservar grabaciones de descargas mentales
hi: मन की बात की रिकॉर्डिंग रखें
pt: Manter gravações do despejo de ideias

# settings_storage_note_coming_later
source: Coming later
de: Kommt später
es: Disponible más adelante
hi: बाद में आ रहा है
pt: Disponível mais tarde

# settings_storage_on_device_section
source: On this device
de: Auf diesem Gerät
es: En este dispositivo
hi: इस डिवाइस पर
pt: Neste dispositivo

# settings_storage_provider_label
source: Storage provider
de: Speicheranbieter
es: Proveedor de almacenamiento
hi: स्टोरेज प्रदाता
pt: Provedor de armazenamento

# settings_storage_recordings_description
source: Recordings you kept when accepting a brain dump. Tap one to open its task — or the Inbox if it's still to review.
de: Aufnahmen, die du beim Annehmen eines Braindumps behalten hast. Tipp auf eine, um ihre Aufgabe zu öffnen — oder den Eingang, wenn sie noch zur Durchsicht ist.
es: Grabaciones que guardaste al aceptar una descarga mental. Toca una para abrir su tarea — o la Bandeja de entrada si aún está por revisar.
hi: वे रिकॉर्डिंग जो आपने मन की बात स्वीकारते समय रखी थीं। किसी एक पर टैप करके उसका कार्य खोलें — या इनबॉक्स, अगर वह अभी समीक्षा में है।
pt: Gravações que você manteve ao aceitar um despejo de ideias. Toque em uma para abrir a tarefa — ou a Caixa de entrada se ainda estiver para revisar.

# settings_storage_recordings_section
source: Brain-dump recordings
de: Braindump-Aufnahmen
es: Grabaciones de descargas mentales
hi: मन की बात की रिकॉर्डिंग
pt: Gravações de despejos de ideias

# settings_task_behavior_drag_drop_description
source: Reorder tasks by dragging. This is still being polished.
de: Aufgaben durch Ziehen neu anordnen. Daran feilen wir noch.
es: Reordena tareas arrastrándolas. Esto aún se está puliendo.
hi: कार्यों को खींचकर उनका क्रम बदलें। इसे अभी और निखारा जा रहा है।
pt: Reordene tarefas arrastando. Isso ainda está sendo aprimorado.

# settings_task_behavior_drag_drop_label
source: Drag and drop (experimental)
de: Drag & Drop (experimentell)
es: Arrastrar y soltar (experimental)
hi: ड्रैग और ड्रॉप (प्रायोगिक)
pt: Arrastar e soltar (experimental)

# settings_theme_mode_dark
source: Dark
de: Dunkel
es: Oscuro
hi: डार्क
pt: Escuro

# settings_theme_mode_follow_system
source: Follow system
de: System folgen
es: Seguir al sistema
hi: सिस्टम के अनुसार
pt: Seguir o sistema

# settings_theme_mode_light
source: Light
de: Hell
es: Claro
hi: लाइट
pt: Claro

# shell_coming_soon_body_brief
source: This area is on the way.
de: Dieser Bereich ist auf dem Weg.
es: Esta sección está en camino.
hi: यह हिस्सा जल्द आ रहा है।
pt: Esta área está a caminho.
